Dlubal.RFEM5.IResultBeam
Interface for working with result beam

Dlubal.RFEM5.IResultBeam.GetData
Gets result beam parameters.
Returns: Result beam parameters

Dlubal.RFEM5.IResultBeam.SetData(System.UInt32@)
Sets result beam parameters.
Beam: Result beam parameters